christian-kohler.npm-intellisense
dbaeumer.vscode-eslint
EditorConfig.EditorConfig
eg2.tslint
eg2.vscode-npm-script
fknop.vscode-npm
HookyQR.beautify
lonefy.vscode-JS-CSS-HTML-formatter
ms-vscode.Theme-MarkdownKit
msjsdiag.debugger-for-chrome
streetsidesoftware.code-spell-checker
waderyan.gitblame
